export const studyPrograms = {
  osnovne: [
    {
      id: "ini",
      name: "Индустријско инжењерство",
      short: "ИНИ",
      years: [1, 2, 3],
    },
    {
      id: "inid",
      name: "Индустријско инжењерство ДУАЛНИ МОДУЛ",
      short: "ИНИд",
      years: [1, 2, 3],
    },
    { id: "ds", name: "Друмски саобраћај", short: "ДС", years: [1, 2, 3] },
    {
      id: "rkts",
      name: "Рачунарско-комуникационе технологије и системи",
      short: "РКТС",
      years: [1],
    },
    {
      id: "rts",
      name: "Рачунарске технологије и системи",
      short: "РТС",
      years: [2],
    },
    {
      id: "kts",
      name: "Комуникационе технологије и системи",
      short: "КТС",
      years: [2],
    },
    { id: "kot", name: "Комуникационе технологије", short: "КOТ", years: [3] },
    {
      id: "srt",
      name: "Савремене рачунарске технологије",
      short: "СРТ",
      years: [3],
    },
    {
      id: "srtd",
      name: "Савремене рачунарске технологије ДУАЛНИ МОДУЛ",
      short: "СРТд",
      years: [3],
    },
    {
      id: "gi",
      name: "Грађевинско инжењерство",
      short: "ГИ",
      years: [1, 2, 3],
    },
    {
      id: "izzs",
      name: "Инжењерство заштите животне средине",
      short: "ИЗЖС",
      years: [1, 2, 3],
    },
    { id: "arh", name: "Архитектура", short: "АРХ", years: [1, 2, 3] },
    {
      id: "vsp",
      name: "Струковни васпитач за рад са децом предшколског узраста",
      short: "ВСП",
      years: [1],
    },
  ],
  master: [
    { id: "uo", name: "Управљање отпадом", short: "УО", years: [1, 2] },
    {
      id: "gku",
      name: "Грађевинске конструкције и управљање изградњом",
      short: "ГКУ",
      years: [1, 2],
    },
    {
      id: "pit",
      name: "Производно-информационе технологије",
      short: "ПИТ",
      years: [1, 2],
    },
    {
      id: "dst",
      name: "Друмски саобраћај и транспорт",
      short: "ДСT",
      years: [1, 2],
    },
    {
      id: "its",
      name: "Информационе технологије и системи",
      short: "ИТС",
      years: [1, 2],
    },
  ],
};